Repository: zidell/ginote
Catalog: macos/Ginote/Resources/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, it, ja, zh_hans

source: • 노트 잠금은 6자리 숫자로 본문과 기록을 AES-GCM으로 한 번 더 암호화합니다. 숫자는 저장하지 않습니다.
de: • Die Notizsperre verschlüsselt Text und Kommentare zusätzlich mit AES-GCM und einem 6-stelligen Code. Der Code wird nicht gespeichert.
en: • Note lock encrypts the body and comments once more with AES-GCM using a 6-digit code. The code is never stored.
es: • El bloqueo de notas cifra además el cuerpo y los comentarios con AES-GCM mediante un código de 6 dígitos. El código no se guarda.
fr: • Le verrouillage chiffre en plus le corps et les commentaires en AES-GCM avec un code à 6 chiffres. Le code n'est jamais enregistré.
it: • Il blocco della nota cifra ulteriormente testo e commenti con AES-GCM tramite un codice a 6 cifre. Il codice non viene salvato.
ja: • ノートのロックは 6 桁の数字で本文とコメントを AES-GCM でさらに暗号化します。数字は保存しません。
zh_hans: • 笔记锁定使用 6 位数字以 AES-GCM 再次加密正文和评论。数字不会被保存。

source: • 노트·태그·첨부파일은 고른 GitHub 저장소에만 저장됩니다.
de: • Notizen, Tags und Anhänge werden nur im gewählten GitHub-Repository gespeichert.
en: • Notes, tags and attachments are stored only in the GitHub repository you choose.
es: • Las notas, etiquetas y adjuntos se guardan solo en el repositorio de GitHub que elijas.
fr: • Les notes, tags et pièces jointes sont stockés uniquement dans le dépôt GitHub choisi.
it: • Note, tag e allegati vengono salvati solo nel repository GitHub scelto.
ja: • ノート・タグ・添付ファイルは選んだ GitHub リポジトリにだけ保存されます。
zh_hans: • 笔记、标签和附件只保存在你选择的 GitHub 存储库中。

source: • 분석·추적 서비스를 쓰지 않습니다.
de: • Es werden keine Analyse- oder Tracking-Dienste verwendet.
en: • No analytics or tracking services are used.
es: • No se usan servicios de análisis ni de seguimiento.
fr: • Aucun service d'analyse ou de suivi n'est utilisé.
it: • Non vengono usati servizi di analisi o tracciamento.
ja: • 分析・追跡サービスは使いません。
zh_hans: • 不使用任何分析或跟踪服务。

source: • 저장 전 초안은 이 Mac의 앱 상태 폴더에만 남습니다. 잠금 노트의 평문은 남기지 않습니다.
de: • Ungespeicherte Entwürfe bleiben nur im Statusordner der App auf diesem Mac. Klartext gesperrter Notizen wird nie abgelegt.
en: • Unsaved drafts stay only in the app's state folder on this Mac. Plain text of locked notes is never kept.
es: • Los borradores sin guardar solo se quedan en la carpeta de estado de la app en este Mac. Nunca se conserva el texto plano de las notas bloqueadas.
fr: • Les brouillons non enregistrés restent uniquement dans le dossier d'état de l'app sur ce Mac. Le texte clair des notes verrouillées n'est jamais conservé.
it: • Le bozze non salvate restano solo nella cartella di stato dell'app su questo Mac. Il testo in chiaro delle note bloccate non viene conservato.
ja: • 保存前の下書きはこの Mac のアプリ状態フォルダにだけ残ります。ロックしたノートの平文は残しません。
zh_hans: • 未保存的草稿只保留在这台 Mac 的应用状态文件夹中。锁定笔记的明文不会保留。

source: ※ 이 시간 안에 저장소로 돌아오면 마지막으로 보던 목록을 다시 보여줍니다.
de: ※ Kehren Sie innerhalb dieser Zeit zurück, wird die zuletzt angezeigte Liste wieder gezeigt.
en: ※ If you return to the repository within this time, the list you last viewed is shown again.
es: ※ Si vuelves al repositorio dentro de este tiempo, se muestra la última lista que viste.
fr: ※ Si vous revenez au dépôt dans ce délai, la dernière liste consultée s’affiche à nouveau.
it: ※ Se torni al repository entro questo tempo, viene mostrato l’ultimo elenco visualizzato.
ja: ※ この時間内にリポジトリに戻ると、最後に見ていた一覧を再表示します。
zh_hans: ※ 在此时间内返回仓库时，会再次显示上次查看的列表。

source: ※ 입력한 잠금 숫자를 이 시간 동안 다시 묻지 않고 씁니다. 시간이 지나면 잠긴 노트를 열 때 다시 입력해야 합니다.
de: ※ Der eingegebene Sperrcode wird so lange ohne Nachfrage verwendet. Danach muss er zum Öffnen gesperrter Notizen erneut eingegeben werden.
en: ※ The lock code you entered is reused without asking for this long. After that, enter it again to open locked notes.
es: ※ El código de bloqueo se reutiliza sin preguntar durante este tiempo. Después, vuelve a introducirlo para abrir notas bloqueadas.
fr: ※ Le code saisi est réutilisé sans redemande pendant cette durée. Ensuite, saisissez-le à nouveau pour ouvrir les notes verrouillées.
it: ※ Il codice inserito viene riutilizzato senza chiedere per questo periodo. Dopo, reinseriscilo per aprire le note bloccate.
ja: ※ 入力したロック番号をこの間は再入力なしで使います。過ぎるとロックされたノートを開くときに再入力が必要です。
zh_hans: ※ 在此期间会直接使用已输入的锁定数字。过后打开锁定笔记时需要重新输入。

source: ↑(목록 맨 위)
de: ↑ (oben in der Liste)
en: ↑ (top of list)
es: ↑ (inicio de la lista)
fr: ↑ (haut de la liste)
it: ↑ (inizio elenco)
ja: ↑（リストの先頭）
zh_hans: ↑（列表顶部）

source: ⌘1–⌘9는 저장소 전환에 씁니다.
de: ⌘1–⌘9 wechseln den Arbeitsbereich.
en: ⌘1–⌘9 switch workspaces.
es: ⌘1–⌘9 cambian de espacio de trabajo.
fr: ⌘1–⌘9 changent d’espace de travail.
it: ⌘1–⌘9 cambiano spazio di lavoro.
ja: ⌘1〜⌘9はワークスペースの切り替えに使います。
zh_hans: ⌘1–⌘9 用于切换工作区。

source: ⌘N으로 새 노트를 만드세요.
de: Mit ⌘N erstellst du eine neue Notiz.
en: Press ⌘N to create a new note.
es: Pulsa ⌘N para crear una nota.
fr: Appuyez sur ⌘N pour créer une note.
it: Premi ⌘N per creare una nuova nota.
ja: ⌘N で新しいノートを作成できます。
zh_hans: 按 ⌘N 新建笔记。

source: ⌘·⌃·⌥ 중 하나를 함께 누르세요.
de: Drücken Sie dazu ⌘, ⌃ oder ⌥.
en: Include ⌘, ⌃ or ⌥.
es: Incluye ⌘, ⌃ u ⌥.
fr: Ajoutez ⌘, ⌃ ou ⌥.
it: Includi ⌘, ⌃ o ⌥.
ja: ⌘・⌃・⌥のいずれかと一緒に押してください。
zh_hans: 请同时按下 ⌘、⌃ 或 ⌥。

source: ⌘클릭 · ⇧클릭
de: ⌘-Klick · ⇧-Klick
en: ⌘-click · ⇧-click
es: ⌘-clic · ⇧-clic
fr: ⌘-clic · ⇧-clic
it: ⌘-clic · ⇧-clic
ja: ⌘クリック · ⇧クリック
zh_hans: ⌘点按 · ⇧点按

source: ⌘클릭(본문 링크)
de: ⌘-Klick (Link im Text)
en: ⌘-click (link in body)
es: ⌘-clic (enlace en el texto)
fr: ⌘-clic (lien dans le texte)
it: ⌘-clic (link nel testo)
ja: ⌘クリック（本文のリンク）
zh_hans: ⌘点按（正文链接）

source: ⌘클릭·⇧클릭으로 선택을 바꿉니다. ⎋로 선택을 해제합니다. 아래는 마지막으로 누른 노트입니다.
de: Mit ⌘-Klick oder ⇧-Klick änderst du die Auswahl, mit ⎋ hebst du sie auf. Unten siehst du die zuletzt angeklickte Notiz.
en: ⌘-click or ⇧-click to change the selection. Press ⎋ to deselect. Below is the last note you clicked.
es: ⌘-clic o ⇧-clic para cambiar la selección y ⎋ para quitarla. Abajo está la última nota en la que hiciste clic.
fr: ⌘-clic ou ⇧-clic pour modifier la sélection, ⎋ pour la désélectionner. En dessous : la dernière note cliquée.
it: ⌘-clic o ⇧-clic per cambiare la selezione, ⎋ per annullarla. Sotto c'è l'ultima nota cliccata.
ja: ⌘クリック・⇧クリックで選択を変更し、⎋ で選択を解除します。下は最後にクリックしたノートです。
zh_hans: ⌘点按或 ⇧点按可更改选择，按 ⎋ 取消选择。下方是最后点按的笔记。

source: ⎋(본문)
de: ⎋ (im Text)
en: ⎋ (in body)
es: ⎋ (en el texto)
fr: ⎋ (dans le texte)
it: ⎋ (nel testo)
ja: ⎋（本文で）
zh_hans: ⎋（正文中）

source: 강함
de: Stark
en: Strong
es: Fuerte
fr: Fort
it: Forte
ja: 強
zh_hans: 强

source: 개인이 만들어 공개하는 앱이라 기능 제안·지원은 받지 않습니다. 필요한 기능은 GPLv3 라이선스에 따라 포크해서 고쳐 쓰세요.
de: Dies ist ein privates Projekt, das so veröffentlicht wird, wie es ist; Funktionswünsche und Support werden nicht angenommen. Forke es bei Bedarf gemäß GPLv3-Lizenz und passe es an.
en: This is a personal project published as is, so feature requests and support are not accepted. If you need something, fork it under the GPLv3 License and adapt it.
es: Es un proyecto personal publicado tal cual, así que no se aceptan peticiones de funciones ni soporte. Si necesitas algo, haz un fork bajo la licencia GPLv3 y adáptalo.
fr: Projet personnel publié tel quel : les demandes de fonctions et le support ne sont pas acceptés. Si besoin, forkez-le sous licence GPLv3 et adaptez-le.
it: È un progetto personale pubblicato così com'è: richieste di funzioni e supporto non sono accettati. Se ti serve qualcosa, fai un fork secondo la licenza GPLv3 e modificalo.
ja: 個人が作って公開しているアプリのため、機能の提案やサポートは受け付けていません。必要な機能は GPLv3 ライセンスに従ってフォークして変更してください。
zh_hans: 这是个人制作并公开的应用，不接受功能建议或支持请求。如需其他功能，请依据 GPLv3 许可证 fork 后自行修改。

source: 검색 결과는 최대 100개까지 표시합니다.
de: Es werden höchstens 100 Suchergebnisse angezeigt.
en: Showing up to 100 search results.
es: Se muestran hasta 100 resultados de búsqueda.
fr: 100 résultats de recherche au maximum sont affichés.
it: Vengono mostrati al massimo 100 risultati.
ja: 検索結果は最大 100 件まで表示します。
zh_hans: 最多显示 100 条搜索结果。

source: 검색 또는 #태그
de: Suchen oder #Tag
en: Search or #tag
es: Buscar o #etiqueta
fr: Rechercher ou #tag
it: Cerca o #tag
ja: 検索または #タグ
zh_hans: 搜索或 #标签

source: 검색칸 → 새 노트 → 음성으로 새 노트
de: Suchfeld → Neue Notiz → Neue Sprachnotiz
en: Search field → New Note → New Voice Note
es: Búsqueda → Nueva nota → Nueva nota de voz
fr: Recherche → Nouvelle note → Nouvelle note vocale
it: Ricerca → Nuova nota → Nuova nota vocale
ja: 検索欄 → 新規ノート → 音声で新規ノート
zh_hans: 搜索框 → 新建笔记 → 语音新建笔记

source: 고유명사·전문용어를 쉼표로 적으면 전사가 더 정확해집니다. 이 저장소를 쓰는 모든 기기가 같이 씁니다.
de: Eigennamen und Fachbegriffe durch Kommas getrennt eintragen, um die Transkription zu verbessern. Gilt für alle Geräte mit diesem Repository.
en: List proper nouns and technical terms separated by commas to improve transcription. Shared by every device using this repository.
es: Escribe nombres propios y términos técnicos separados por comas para mejorar la transcripción. Lo comparten todos los dispositivos que usan este repositorio.
fr: Indiquez noms propres et termes techniques séparés par des virgules pour une transcription plus précise. Partagé par tous les appareils utilisant ce dépôt.
it: Elenca nomi propri e termini tecnici separati da virgole per una trascrizione più accurata. Condiviso da tutti i dispositivi che usano questo repository.
ja: 固有名詞や専門用語をカンマ区切りで書くと、文字起こしがより正確になります。このリポジトリを使うすべてのデバイスで共有されます。
zh_hans: 用逗号列出专有名词和术语，可让转写更准确。使用此存储库的所有设备共享这些词。

source: 고정
de: Anheften
en: Pin
es: Fijar
fr: Épingler
it: Fissa
ja: 固定
zh_hans: 置顶

source: 고정 / 고정 해제
de: Anheften / Lösen
en: Pin / Unpin
es: Fijar / Dejar de fijar
fr: Épingler / Désépingler
it: Fissa / Non fissare
ja: 固定 / 固定を解除
zh_hans: 置顶 / 取消置顶

source: 고정 해제
de: Lösen
en: Unpin
es: Dejar de fijar
fr: Désépingler
it: Non fissare
ja: 固定を解除
zh_hans: 取消置顶

source: 고정됨
de: Angeheftet
en: Pinned
es: Fijadas
fr: Épinglées
it: Fissate
ja: 固定済み
zh_hans: 已置顶

source: 고정폭
de: Monospace
en: Monospace
es: Monoespaciada
fr: Chasse fixe
it: Monospazio
ja: 等幅
zh_hans: 等宽

source: 고친 시각: %@
de: Geändert: %@
en: Updated: %@
es: Modificada: %@
fr: Modifiée : %@
it: Modificata: %@
ja: 更新日時: %@
zh_hans: 修改时间：%@

source: 권한이 없습니다. PAT의 Issues·Contents 권한을 확인하세요.
de: Keine Berechtigung. Prüfe die Issues- und Contents-Berechtigungen des PAT.
en: Permission denied. Check the PAT's Issues and Contents permissions.
es: Permiso denegado. Comprueba los permisos Issues y Contents del PAT.
fr: Autorisation refusée. Vérifiez les autorisations Issues et Contents du PAT.
it: Permesso negato. Controlla i permessi Issues e Contents del PAT.
ja: 権限がありません。PAT の Issues・Contents 権限を確認してください。
zh_hans: 没有权限。请检查 PAT 的 Issues 和 Contents 权限。

source: 글꼴
de: Schrift
en: Font
es: Fuente
fr: Police
it: Carattere
ja: フォント
zh_hans: 字体

source: 글자 확대 / 축소 / 실제 크기
de: Vergrößern / Verkleinern / Originalgröße
en: Zoom In / Zoom Out / Actual Size
es: Ampliar / Reducir / Tamaño real
fr: Agrandir / Réduire / Taille réelle
it: Ingrandisci / Riduci / Dimensioni reali
ja: 拡大 / 縮小 / 実際のサイズ
zh_hans: 放大 / 缩小 / 实际大小

source: 기록
de: Kommentare
en: Comments
es: Comentarios
fr: Commentaires
it: Commenti
ja: コメント
zh_hans: 评论

source: 기록 추가
de: Kommentar hinzufügen
en: Add Comment
es: Añadir comentario
fr: Ajouter un commentaire
it: Aggiungi commento
ja: コメントを追加
zh_hans: 添加评论

source: 기록(댓글) 보기 (⌥⌘I)
de: Kommentare zeigen (⌥⌘I)
en: Show Comments (⌥⌘I)
es: Mostrar comentarios (⌥⌘I)
fr: Afficher les commentaires (⌥⌘I)
it: Mostra commenti (⌥⌘I)
ja: コメントを表示 (⌥⌘I)
zh_hans: 显示评论 (⌥⌘I)

source: 기록(댓글) 패널
de: Kommentarbereich
en: Comments panel
es: Panel de comentarios
fr: Panneau des commentaires
it: Pannello commenti
ja: コメントパネル
zh_hans: 评论面板

source: 기록을 입력하세요…
de: Kommentar schreiben …
en: Write a comment…
es: Escribe un comentario…
fr: Écrivez un commentaire…
it: Scrivi un commento…
ja: コメントを入力…
zh_hans: 写下评论…

source: 기록하지 않은 녹음을 전부 취소하시겠습니까?
de: Diese noch nicht gespeicherte Aufnahme verwerfen?
en: Discard this recording? It hasn't been saved.
es: ¿Descartar esta grabación sin guardar?
fr: Abandonner cet enregistrement non sauvegardé ?
it: Eliminare questa registrazione non salvata?
ja: まだ保存していない録音をすべて破棄しますか？
zh_hans: 要放弃这段尚未保存的录音吗？

source: 기본값으로
de: Auf Standard zurücksetzen
en: Restore default
es: Restaurar predeterminado
fr: Rétablir la valeur par défaut
it: Ripristina predefinito
ja: デフォルトに戻す
zh_hans: 恢复默认

source: 기억한 숫자로 여는 중…
de: Wird mit gemerktem Code entsperrt …
en: Unlocking with the remembered code…
es: Desbloqueando con el código recordado…
fr: Déverrouillage avec le code mémorisé…
it: Sblocco con il codice memorizzato…
ja: 記憶した数字で開いています…
zh_hans: 正在用记住的数字解锁…

source: 나중에
de: Später
en: Later
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
zh_hans: 稍后

source: 날짜와 번호
de: Datum und Nummer
en: Date and Number
es: Fecha y número
fr: Date et numéro
it: Data e numero
ja: 日付と番号
zh_hans: 日期和编号

source: 내려받기
de: Herunterladen
en: Download
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
zh_hans: 下载

source: 내용 없음
de: Kein Inhalt
en: No content
es: Sin contenido
fr: Aucun contenu
it: Nessun contenuto
ja: 内容なし
zh_hans: 无内容

source: 내용을 보려면 계정에서 사용한 6자리 숫자를 입력하세요.
de: Gib den 6-stelligen Code dieses Accounts ein, um den Inhalt zu sehen.
en: Enter the 6-digit code you use for this account to view the content.
es: Introduce el código de 6 dígitos de esta cuenta para ver el contenido.
fr: Saisissez le code à 6 chiffres de ce compte pour afficher le contenu.
it: Inserisci il codice a 6 cifre usato per questo account per vedere il contenuto.
ja: 内容を見るには、このアカウントで使っている 6 桁の数字を入力してください。
zh_hans: 请输入此账户使用的 6 位数字以查看内容。

source: 내용을 입력하세요…
de: Notiz schreiben …
en: Write your note…
es: Escribe tu nota…
fr: Écrivez votre note…
it: Scrivi la nota…
ja: ノートを入力…
zh_hans: 输入内容…

source: 내용이 없습니다.
de: Kein Inhalt.
en: No content.
es: Sin contenido.
fr: Aucun contenu.
it: Nessun contenuto.
ja: 内容がありません。
zh_hans: 没有内容。

source: 노트
de: Notizen
en: Notes
es: Notas
fr: Notes
it: Note
ja: ノート
zh_hans: 笔记

source: 노트 %lld개
de: %lld Notizen
en: %lld notes
es: %lld notas
fr: %lld notes
it: %lld note
ja: %lld 件のノート
zh_hans: %lld 篇笔记

source: 노트 검색
de: Notizen durchsuchen
en: Search Notes
es: Buscar notas
fr: Rechercher des notes
it: Cerca note
ja: ノートを検索
zh_hans: 搜索笔记

source: 노트 검색(#태그)
de: Notizen suchen (#Tag)
en: Search notes (#tag)
es: Buscar notas (#etiqueta)
fr: Rechercher des notes (#tag)
it: Cerca note (#tag)
ja: ノートを検索（#タグ）
zh_hans: 搜索笔记（#标签）

source: 노트 안에서 찾기 / 찾아 바꾸기
de: In Notiz suchen / Suchen und ersetzen
en: Find in note / Find and replace
es: Buscar en la nota / Buscar y reemplazar
fr: Rechercher dans la note / Rechercher et remplacer
it: Trova nella nota / Trova e sostituisci
ja: ノート内を検索 / 検索と置換
zh_hans: 在笔记中查找 / 查找并替换

source: 노트 잠금
de: Notiz sperren
en: Lock Note
es: Bloquear nota
fr: Verrouiller la note
it: Blocca nota
ja: ノートをロック
zh_hans: 锁定笔记

source: 노트 저장소
de: Notiz-Repository
en: Notes Repository
es: Repositorio de notas
fr: Dépôt des notes
it: Repository delle note
ja: ノート用リポジトリ
zh_hans: 笔记存储库

source: 노트가 아직 없습니다
de: Noch keine Notizen
en: No Notes Yet
es: Aún no hay notas
fr: Aucune note pour le moment
it: Nessuna nota
ja: ノートはまだありません
zh_hans: 还没有笔记

source: 노트는 직접 만든 비공개 GitHub 저장소의 이슈로 저장됩니다. 태그는 라벨, 덧붙인 기록은 댓글, 휴지통은 닫힌 이슈입니다.
de: Notizen werden als Issues in einem privaten GitHub-Repository gespeichert, das du selbst erstellst. Tags sind Labels, Kommentare sind Issue-Kommentare, der Papierkorb sind geschlossene Issues.
en: Notes are stored as issues in a private GitHub repository you create. Tags are labels, comments are issue comments, and the trash is closed issues.
es: Las notas se guardan como issues en un repositorio privado de GitHub que creas tú. Las etiquetas son labels, los comentarios son comentarios de la issue y la papelera son las issues cerradas.
fr: Les notes sont stockées sous forme d'issues dans un dépôt GitHub privé que vous créez. Les tags sont des labels, les commentaires des commentaires d'issue et la corbeille les issues fermées.
it: Le note vengono salvate come issue in un repository GitHub privato creato da te. I tag sono le etichette, i commenti sono i commenti delle issue e il cestino sono le issue chiuse.
ja: ノートは自分で作った非公開の GitHub リポジトリの Issue として保存されます。タグはラベル、コメントは Issue のコメント、ゴミ箱はクローズした Issue です。
zh_hans: 笔记以 Issue 的形式保存在你自己创建的私有 GitHub 存储库中。标签对应 Label，评论对应 Issue 评论，回收站对应已关闭的 Issue。

source: 노트당 첨부파일은 최대 %lld개까지 추가할 수 있습니다.
de: Pro Notiz sind höchstens %lld Anhänge möglich.
en: Each note can have up to %lld attachments.
es: Cada nota puede tener hasta %lld adjuntos.
fr: Chaque note peut contenir jusqu'à %lld pièces jointes.
it: Ogni nota può avere al massimo %lld allegati.
ja: 添付ファイルはノートごとに最大 %lld 件まで追加できます。
zh_hans: 每篇笔记最多可添加 %lld 个附件。

source: 노트당 첨부파일은 최대 %lld개라서 %lld개만 추가했습니다.
de: Pro Notiz sind höchstens %1$lld Anhänge möglich, daher wurden nur %2$lld hinzugefügt.
en: Only %2$lld attachments were added because each note can have up to %1$lld.
es: Cada nota admite hasta %1$lld adjuntos, así que solo se añadieron %2$lld.
fr: Une note ne peut contenir que %1$lld pièces jointes : seules %2$lld ont été ajoutées.
it: Ogni nota può avere al massimo %1$lld allegati, quindi ne sono stati aggiunti solo %2$lld.
ja: 添付ファイルはノートごとに最大 %1$lld 件のため、%2$lld 件だけ追加しました。
zh_hans: 每篇笔记最多 %1$lld 个附件，因此只添加了 %2$lld 个。

source: 노트를 고르세요
de: Notiz auswählen
en: Select a Note
es: Selecciona una nota
fr: Sélectionnez une note
it: Seleziona una nota
ja: ノートを選択
zh_hans: 选择笔记

source: 노트를 담을 저장소를 `소유자/저장소이름` 형식이나 GitHub 주소로 입력하세요. 반드시 비공개(Private)로 만드세요.
de: Gib das Repository für deine Notizen als `owner/repository` oder GitHub-URL ein. Es muss privat sein.
en: Enter the repository for your notes as `owner/repository` or a GitHub URL. Make sure it is private.
es: Introduce el repositorio de tus notas como `owner/repository` o su URL de GitHub. Debe ser privado.
fr: Saisissez le dépôt de vos notes au format `owner/repository` ou son URL GitHub. Il doit impérativement être privé.
it: Inserisci il repository per le note nel formato `owner/repository` o come URL GitHub. Deve essere privato.
ja: ノートを保存するリポジトリを `owner/repository` 形式か GitHub の URL で入力してください。必ず非公開（Private）にしてください。
zh_hans: 请以 `所有者/存储库名` 格式或 GitHub 地址输入存放笔记的存储库。务必设为私有（Private）。

source: 노트를 병합하는 중…
de: Notizen werden zusammengeführt …
en: Merging notes…
es: Combinando notas…
fr: Fusion des notes…
it: Unione delle note…
ja: ノートを結合しています…
zh_hans: 正在合并笔记…

source: 노트를 병합하지 못했습니다. 원본 노트는 휴지통으로 옮기지 않았습니다.
de: Die Notizen konnten nicht zusammengeführt werden. Die ursprünglichen Notizen wurden nicht in den Papierkorb verschoben.
en: Couldn't merge the notes. The original notes were not moved to the trash.
es: No se pudieron combinar las notas. Las notas originales no se movieron a la papelera.
fr: Impossible de fusionner les notes. Les notes d'origine n'ont pas été placées dans la corbeille.
it: Impossibile unire le note. Le note originali non sono state spostate nel cestino.
ja: ノートを結合できませんでした。元のノートはゴミ箱に移動していません。
zh_hans: 无法合并笔记。原始笔记未移到回收站。

source: 노트를 열 수 없습니다
de: Notiz kann nicht geöffnet werden
en: Can't Open Note
es: No se puede abrir la nota
fr: Impossible d'ouvrir la note
it: Impossibile aprire la nota
ja: ノートを開けません
zh_hans: 无法打开笔记

source: 노트에 넣는 중…
de: Wird zur Notiz hinzugefügt …
en: Adding to note…
es: Añadiendo a la nota…
fr: Ajout à la note…
it: Aggiunta alla nota…
ja: ノートに追加しています…
zh_hans: 正在添加到笔记…

source: 노트에 첨부할 파일을 고르세요.
de: Wähle Dateien, die an die Notiz angehängt werden sollen.
en: Choose files to attach to the note.
es: Elige los archivos que quieres adjuntar a la nota.
fr: Choisissez les fichiers à joindre à la note.
it: Scegli i file da allegare alla nota.
ja: ノートに添付するファイルを選んでください。
zh_hans: 选择要附加到笔记的文件。

source: 녹음 중
de: Aufnahme läuft
en: Recording
es: Grabando
fr: Enregistrement
it: Registrazione in corso
ja: 録音中
zh_hans: 正在录音

source: 녹음 취소
de: Aufnahme verwerfen
en: Discard Recording
es: Descartar grabación
fr: Abandonner l'enregistrement
it: Elimina registrazione
ja: 録音を破棄
zh_hans: 放弃录音

source: 녹음을 시작하는 중…
de: Aufnahme wird gestartet …
en: Starting recording…
es: Iniciando la grabación…
fr: Démarrage de l’enregistrement…
it: Avvio registrazione…
ja: 録音を開始しています…
zh_hans: 正在开始录音…

source: 녹음을 시작하지 못했습니다.
de: Aufnahme konnte nicht gestartet werden.
en: Couldn't start recording.
es: No se pudo iniciar la grabación.
fr: Impossible de démarrer l'enregistrement.
it: Impossibile avviare la registrazione.
ja: 録音を開始できませんでした。
zh_hans: 无法开始录音。

source: 다듬는 중…
de: Wird überarbeitet …
en: Refining…
es: Refinando…
fr: Affinage…
it: Rifinitura…
ja: 整形しています…
zh_hans: 正在润色…

source: 다른 글꼴…
de: Andere Schrift …
en: Other Font…
es: Otra fuente…
fr: Autre police…
it: Altro carattere…
ja: その他のフォント…
zh_hans: 其他字体…

source: 다른 기기에서 “%@” 노트를 휴지통으로 옮겼습니다. 복원한 뒤 수정 내용을 저장할까요?
de: „%@“ wurde auf einem anderen Gerät in den Papierkorb gelegt. Wiederherstellen und deine Änderungen speichern?
en: “%@” was moved to the trash on another device. Restore it and save your changes?
es: «%@» se movió a la papelera en otro dispositivo. ¿Restaurarla y guardar tus cambios?
fr: « %@ » a été placée dans la corbeille sur un autre appareil. La restaurer et enregistrer vos modifications ?
it: “%@” è stata spostata nel cestino su un altro dispositivo. Ripristinarla e salvare le modifiche?
ja: 「%@」は別のデバイスでゴミ箱に移動されました。復元して変更を保存しますか？
zh_hans: “%@”已在另一台设备上移到回收站。要恢复它并保存你的修改吗？

source: 다른 저장소…
de: Anderes Repository …
en: Other Repository…
es: Otro repositorio…
fr: Autre dépôt…
it: Altro repository…
ja: 別のリポジトリ…
zh_hans: 其他存储库…

source: 다시 불러오기
de: Neu laden
en: Reload
es: Volver a cargar
fr: Recharger
it: Ricarica
ja: 再読み込み
zh_hans: 重新载入

source: 다시 시도
de: Erneut versuchen
en: Try Again
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
zh_hans: 重试

source: 다음
de: Weiter
en: Next
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
zh_hans: 下一步

source: 다음 찾기
de: Weitersuchen
en: Find Next
es: Buscar siguiente
fr: Rechercher le suivant
it: Trova successivo
ja: 次を検索
zh_hans: 查找下一个

source: 다크
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
zh_hans: 深色

source: 단축키
de: Tastaturkurzbefehle
en: Keyboard Shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
it: Abbreviazioni da tastiera
ja: キーボードショートカット
zh_hans: 键盘快捷键

source: 단축키 없애기
de: Kurzbefehl entfernen
en: Remove shortcut
es: Quitar atajo
fr: Supprimer le raccourci
it: Rimuovi abbreviazione
ja: ショートカットを削除
zh_hans: 移除快捷键

source: 대상 저장소
de: Ziel-Repository
en: Target Repository
es: Repositorio de destino
fr: Dépôt cible
it: Repository di destinazione
ja: 対象リポジトリ
zh_hans: 目标存储库

source: 댓글 삭제
de: Kommentar löschen
en: Delete Comment
es: Eliminar comentario
fr: Supprimer le commentaire
it: Elimina commento
ja: コメントを削除
zh_hans: 删除评论

source: 댓글을 먼저 저장한 뒤 파일을 첨부하세요.
de: Speichere zuerst den Kommentar und hänge dann Dateien an.
en: Save the comment first, then attach files.
es: Guarda primero el comentario y después adjunta archivos.
fr: Enregistrez d'abord le commentaire, puis joignez des fichiers.
it: Salva prima il commento, poi allega i file.
ja: コメントを保存してからファイルを添付してください。
zh_hans: 请先保存评论，再附加文件。

source: 더 보기
de: Mehr
en: More
es: Más
fr: Plus
it: Altro
ja: その他
zh_hans: 更多

source: 라이트
de: Hell
en: Light
es: Claro
fr: Clair
it: Chiaro
ja: ライト
zh_hans: 浅色

source: 로컬 초안
de: Lokaler Entwurf
en: Local draft
es: Borrador local
fr: Brouillon local
it: Bozza locale
ja: ローカルの下書き
zh_hans: 本地草稿

source: 링크 복사
de: Link kopieren
en: Copy Link
es: Copiar enlace
fr: Copier le lien
it: Copia link
ja: リンクをコピー
zh_hans: 拷贝链接

source: 링크 열기
de: Link öffnen
en: Open Link
es: Abrir enlace
fr: Ouvrir le lien
it: Apri link
ja: リンクを開く
zh_hans: 打开链接

source: 마감 %@
de: Fällig %@
en: Due %@
es: Vence %@
fr: Échéance %@
it: Scadenza %@
ja: 期限 %@
zh_hans: 截止 %@
